xtee55/mediator-common-test/src/main/resources/no-header.request

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope
        xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xroad="http://x-road.eu/xsd/xroad.xsd"
        xmlns:id="http://x-road.eu/xsd/identifiers">
    <SOAP-ENV:Body>
        <ns1:testQuery xmlns:ns1="http://cosumer.ee.xroad.net">
            <request>
                <name>foo</name>
                <age>35</age>
            </request>
        </ns1:testQuery>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
